[
{
"quote": "In a conflict between the heart and the brain, follow your heart."
},
{
"quote": "Do not wait for anybody or anything. Do whatever you can, build your hope on none."
},
{
"quote": "You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul."
},
{
"quote": "Condemn none: if you can stretch out a helping hand, do so. If you cannot, fold your hands, bless your brothers, and let them go their own way."
},
{
"quote": "Do one thing at a time, and while doing it put your whole soul into it to the exclusion of all else."
},
{
"quote": "We reap what we sow. We are the makers of our own fate. None else has the blame, none has the praise."
},
{
"quote": "If I love myself despite my infinite faults, how can I hate anyone at the glimpse of a few faults."
},
{
"quote": "Who is helping you, don’t forget them. Who is loving you, don’t hate them. Who is believing you, don’t cheat them."
},
{
"quote": "Learn everything that is good from others but bring it in, and in your own way absorb it; do not become others."
},
{
"quote": "It is our own mental attitude which makes the world what it is for us. Our thought make things beautiful, our thoughts make things ugly. The whole world is in our own minds. Learn to see things in the proper light."
},
{
"quote": "Watch people do their most common actions; these are indeed the things that will tell you the real character of a great person."
},
{
"quote": "The difference between architecture and building is that the former expresses an idea, while the latter is merely a structure built on economical principles. The value of matter depends solely on its capacities of expressing ideas."
},
{
"quote": "Great work requires great and persistent effort for a long time. …Character has to be established through a thousand stumbles."
},
{
"quote": "Ask nothing; want nothing in return. Give what you have to give; it will come back to you, but do not think of that now."
},
{
"quote": "Neither seek nor avoid, take what comes."
},
{
"quote": "So long as there is desire or want, it is a sure sign that there is imperfection. A perfect, free being cannot have any desire."
},
{
"quote": "Purity, patience, and perseverance are the three essentials to success and above all, love."
},
{
"quote": "When an idea exclusively occupies the mind, it is transformed into an actual physical or mental state."
},
{
"quote": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them."
},
{
"quote": "Our duty is to encourage everyone in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth."
},
{
"quote": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far."
},
{
"quote": "We are responsible for what we are, and whatever we wish ourselves to be, we have the power to make ourselves. If what we are now has been the result of our own past actions, it certainly follows that whatever we wish to be in the future can be produced by our present actions; so we have to know how to act."
},
{
"quote": "Each work has to pass through these stages—ridicule, opposition, and then acceptance. Those who think ahead of their time are sure to be misunderstood."
},
{
"quote": "Comfort is no test of truth. Truth is often far from being comfortable."
},
{
"quote": "The fire that warms us can also consume us; it is not the fault of the fire."
},
{
"quote": "Anything that makes weak – physically, intellectually and spiritually, reject it as poison."
},
{
"quote": "Take up one idea. Make that one idea your life – think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
},
{
"quote": "All power is within you; you can do anything and everything. Believe in that, do not believe that you are weak; do not believe that you are half-crazy lunatics, as most of us do nowadays. You can do anything and everything, without even the guidance of anyone. Stand up and express the divinity within you."
},
{
"quote": "Never think there is anything impossible for the soul. It is the greatest heresy to think so. If there is sin, this is the only sin; to say that you are weak, or others are weak."
},
{
"quote": "Believe in yourself and the world will be at your feet."
},
{
"quote": "Whatever you think that you will be. If you think yourself weak, weak you will be; if you think yourself strong, you will be."
},
{
"quote": "Books are infinite in number and time is short. The secret of knowledge is to take what is essential. Take that and try to live up to it."
},
{
"quote": "There is no limit to the power of the human mind. The more concentrated it is, the more power is brought to bear on one point."
},
{
"quote": "Dare to be free, dare to go as far as your thought leads, and dare to carry that out in your life."
},
{
"quote": "You can not believe in God until you believe in yourself."
},
{
"quote": "All knowledge that the world has ever received comes from the mind; the infinite library of the universe is in our own mind."
},
{
"quote": "Each work has to pass through these stages: ridicule, opposition, and then acceptance. Those who think ahead of their time are sure to be misunderstood."
},
{
"quote": "They alone live, who live for others."
},
{
"quote": "The whole life is a succession of dreams. My ambition is to be a conscious dreamer, that is all."
},
{
"quote": "Are great things ever done smoothly? Time, patience, and indomitable will must show."
},
{
"quote": "Don't look back – forward, infinite energy, infinite enthusiasm, infinite daring, and infinite patience – then alone can great deeds be accomplished"
},
{
"quote": "All the powers in the universe are already ours. It is we who have put our hands before our eyes and cry that it is dark."
},
{
"quote": "Are you unselfish? That is the question. If you are, you will be perfect without reading a single religious book, without going into a single church or temple."
},
{
"quote": "The greatest religion is to be true to your own nature. Have faith in yourselves."
},
{
"quote": "I, for one, thoroughly believe that no power in the universe can withhold from anyone anything they really deserve."
},
{
"quote": "The whole point is to discipline the mind."
},
{
"quote": "All differences in this world are of degree, and not of kind because oneness is the secret of everything."
},
{
"quote": "If you have infinite patience and perseverance, success is bound to come. No mistake in that."
},
{
"quote": "Do not lower your goals to the level of your abilities. Instead, raise your abilities to the height of your goals."
}
]